var press = {
  "articles": [
    {
      "publication":"Poetic Research Bureau and 2220 Arts + Archives",
      "title": "The Institute of Other Intelligences book launch + readings",
      "author": "X Artists’ Books",
      "date": "February 10, 2023",
      "text": "<p>Join X Artists’ Books, Poetic Research Bureau, and 2220 Arts + Archives for a launch of The Institute of Other Intelligences by Mashinka Firunts Hakopian (XAB, 2022). The event will feature readings by the author, K. Allado-McDowell, Emily Martinez, and Lauren Lee McCarthy. Friday, February 10, 7pm.</p>",
      "url": "https://link.dice.fm/Lbfe39d8f45b?pid=1426c053"
    },
    {
      "publication":"AIxDesign",
      "title": "Recl(AI)ming Pleasure through F(AI)lure ",
      "author": "AIxDesign",
      "date": "June 9 2022",
      "text": "<p>About the talk: the tools we use to create narratives with AI, furthering and expanding our human language, are modern in their performance but stuck in the past carrying our ingrained biases and stereotyping. How can one reclaim agency and fight biases with (AI) storytelling?</p>",
      "url": "https://www.youtube.com/watch?v=X8j14ADdN6A"
    },
    {
      "publication":"University of Buffalo",
      "title": "PLASMA Speaker Series",
      "author": "UB Department of Media Study",
      "date": "April 11, 2022",
      "text": "<p>I'm giving a talk titled, 'How to Survive and Prosper as an Artist in the age of Web3, Accelerated Capitalism and Climate Collapse.' and chatting with students about blockchain, NFTs and navigating the hype of Web3.</p>",
      "url": "https://arts-sciences.buffalo.edu/media-study/news-events/plasma.html"
    },
    {
      "publication":"Artists & Hackers podcast",
      "title": "Ep. 11 - Intimate Bots and QueerAI",
      "author": "Lee Tusman",
      "date": "March 15, 2022",
      "text": "<p>Hello friends, I’m on a podcast! ⁣ Talking about Twitter bots, chat bots, AI language models, and working with Ben Lerchin on Queer AI.</p>",
      "url": "https://www.artistsandhackers.org/queerai"
    },
    {
      "publication":"Hebbel am Ufer HAU4",
      "title": "The House of Monstress Intelligenzia",
      "author": "allapopp & Janne Kummer aka.alaska with Luna Nane & Portrait XO",
      "date": "March 4, 2022",
      "text": "<p>I gave a brief talk about my work followed by a Q+A with some amazing people at the hybrid performance “The House of Monstress Intelligenzia”, a digital space for collective reflection on how a glitchy, queer-feminist AI could function, look and feel.</p>",
      "url": "https://www.hau4.de/en/the-house-of-monstress-intelligenzia/"
    },
    {
      "publication":"Encounters with Incomprehension Podcast",
      "title": "Hypnosis for Artists by Anxious to Make",
      "author": "The Wrong Biennale",
      "date": "Feb 14, 2022",
      "text": "<p>Listen to a custom hypnosis track by Anxious to Make made for our times! The program is designed to engender trust and addresses artists struggling with the growing sense of distrust in the systems that govern our lives, careers, communities, nations, and planet.</p>",
      "url": "https://open.spotify.com/show/0ZJxmKv0oZMBGOBfb6heEz"
    },
    {
      "publication":"Frictionless: Holding on for Dear Life",
      "title": "Conversation #3: Acceleration & Slowness",
      "author": "Center for Art Research at University of Oregon, Eugene, Oregon",
      "date": "Feb. 4, 2022",
      "text": "<p>This conversation is the most fun I’ve had talking about my art practice, AI, and finding strategies of resistance in small, slow, messy, and nuanced approaches for working with machine learning and cultivating forms of intelligence that are undervalued by the mainstream narratives surrounding artificial “intelligence”. Thank you DB Amorin, Tabitha Nikolai, Ralph Pugay for inviting me to share 🏓🧠👽 in your magical collab diy talkshow container! You all are 🔥</p>",
      "url": "https://frictionless.fail/conversation/03-acceleration-slowness/"
    },
    {
      "publication":"Oxy Arts",
      "title": "Speculative Blueprints for Critical AI",
      "author": "Encoding Future: Critical Imaginaries of AI",
      "date": "Oct. 30, 2021",
      "text": "<p>Hear from a select group of cultural workers, machine learning researchers, and media studies scholars as they share their conceptual blueprints for critical AI. ⁣This virtual symposium invites participants to envision speculative AI futures articulated in the form of creative blueprints. Participants will imagine how both extant technologies and those not yet developed could contribute to just systems and visions of futurity. The primary criterion for the blueprints will be alignment with FAccT rubrics, i.e., fairness, accountability, and transparency in sociotechnical systems.</p>⁣<p>Participants include: Nancy Baker Cahill, Amir Baradaran, Fernando Diaz (co-organizer), Allison de Fren, Mashinka Firunts Hakopian (co-organizer), Nora Khan, Suzanne Kite, Emily Martinez, Lauren Lee McCarthy, Niama Safia Sandy, Anuradha Vikram, and Claire Webb.⁣</p>",
      "url": "https://www.youtube.com/watch?v=krbWDqHvac8"
    },
    {
      "publication":"Goethe-Institut San Francisco",
      "title": "NODES. ART+TECH ENCOUNTER: Creativity and AI, Panel discussion",
      "author": "Goethe-Institut San Francisco",
      "date": "Oct. 7, 2021",
      "text": "<p>Join R. Buse Çetin, Luc Steels, Sarah Ciston and Emily Martinez for a discussion about the intersection of creativity and AI. Moderated by Xiaowei Wang and Bettina Wodianka. Oct. 7, 2021 at 10:00 am PDT/1 pm EDT/7pm CEST</p>",
      "url": "https://www.youtube.com/watch?v=klcoCwPqgg0"
    },
    {
      "publication":"Centre Cívic Can Felipa",
      "title": "'Never Shall We Labour' exhibition",
      "author": "Centre Cívic Can Felipa",
      "date": "October 2021",
      "text": "<p>Anxious to Make's video, <a href='//anxioustomake.ga/wwwork.html' target='_blank' rel='noopener noreferrer'>WWWORK</a> will be exhibited in the show, 'Never Shall We Labour' at the Centre Cívic Can Felipa, Barcelona, Spain. Curated by Irene Angenica.",
      "url": "//www.cccanfelipa.cat/arts-visuals/"
    },
    {
      "publication":"Berkeley Center for New Media",
      "title": "'Refamiliarization' exhibition",
      "author": "Berkeley Center for New Media",
      "date": "Sep 29 - Oct 1 2021",
      "text": "<p>Anxious to Make's 'Performative Validations' video series will be exhibited at the Berkeley Center for New Media, University of California, Berkeley from Sep 29 - Oct 1 2021. Curated by Justin Berner and Julia Irwin.</p>",
      "url": "//www.refamiliarization.org/"
    },
    {
      "publication":"International Bad Video Art Festival",
      "title": "5th International Bad Video Art Festival",
      "author": "International Bad Video Art Festival",
      "date": "September 17-29  2021",
      "text": "<p>Anxious to Make's <a href='https://anxioustomake.ga/toughlovegenerator' target='_blank' rel='noopener noreferrer'>Tough Love Generator</a> will be exhibited at the 5th edition of the International Bad Video Art Festival from September 17-29  2021 at Gallery Bomba (@gallerybomba), Moscow, Russia.</p>",
      "url": "//www.badvideoart.com/v-selections-2021"
    },
    {
      "publication":"Wavelength and Gardenship.art",
      "title": "Pandemic Projections: Visions for a New Normal",
      "author": "Wavelength and Gardenship.art",
      "date": "September 3, 2021",
      "text": "<p>Anxious to Make's video <a href='https://vimeo.com/200595854' target='_blank' rel='noopener noreferrer'>Quitting</a> will be screening on Friday, September 3, 2021 from 8:00 PM  9:00 PM at Gardenship 205 Campus Drive, Kearny, NJ, 07032, United States. Twenty-six experimental video and sound works were selected for this edition. </p>",
      "url": "//www.gardenship.art/events/pandemic-projections-1"
    },
    {
      "publication":"IMPAKT Centre for Media Culture",
      "title": "Disrupt and Reflect",
      "author": "IMPAKT Centre for Media Culture",
      "date": "Feb - August 2021",
      "text": "<p>Anxious to Make has work online in “Disrupt and Reflect”, curated by Nadine Roestenburg and the research track Post-Digital Cultures at Fontys University of Applied Sciences, Utrecht, NL.</p>",
      "url": "//disrupt.impakt.nl/#HOME"
    },
    {
      "publication":"die digitale dusseldorf",
      "title": "< die digitale dusseldorf > Festival",
      "author": "die digitale dusseldorf",
      "date": "Oct 30 - Nov 15, 2020",
      "text": "<p>Anxious to Make's video <a href='https://vimeo.com/161268973' target='_blank' rel='noopener noreferrer'>Making Others</a> will be exhibited at this year’s <die digitale dusseldorf> festival for digital art, music and contemporary criticism. The festival runs from Oct 30 - Nov 15, 2020 in Weltkunstzimmer, Düsseldorf, Germany.</p><p>About: die digitale dusseldorf focuses on the productive relationships between creativity and digital technology in subculture clubs and established cultural spaces.</p>",
      "url": "//die-digitale.net/"
    },
    {
      "publication":"Processing Foundation",
      "title": "What Can Machine Learning Teach Us About Ourselves?, Interview with Emily Martinez, ml5.js Fellow 2020",
      "author": "Johanna Hedva",
      "date": "September 9 2020",
      "text": "<p>Excerpt: JH: As a writer myself, I’m always fascinated with the language part of working with programming languages — not only that they follow certain grammar rules, but that there are poetic possibilities, narrative possibilities. Can you speak a little about how the many uses of language functioned in your project? How did you conceptualize that?</p><p> EM: Within the context of unsupervised machine learning for text-generation, I’ve been thinking a lot about the difference between using machine learning for poetics vs. prediction. And how to best use ML language-generating bots as tools for world-building, mirroring, and self-reflection.</p><p> So far, my work with AI is focused on using private (one-to-one) conversational chatbots as a strategy for experimenting with machine-learning models trained on carefully curated content that explores pleasure, reflects difference, and accounts for the nuances of small, marginalized, or intentional communities—their identities, lexicons, vernaculars, sexualities, and sub/cultures.</p><p> I like private chatbots because I think they elicit a very different type of interaction than, say, a public Twitter bot. The conditions inherent in private (one-to-one) chat hold the potential to engender an intimate and self-reflexive experience much more easily than the conditions set up by a public (one-to-many) chat, where the inclination to perform habitual tasks of information querying/retrieval or to test the bots limits (e.g. harassment) are more common. When you know no one is watching or that you are your only audience, the dynamic changes, the expectations change, the questions change. As a result, the interactions tend to be more confessional, more introspective, more vulnerable. <a href='https://medium.com/processing-foundation/what-can-machine-learning-teach-us-about-ourselves-65b268431890' target='_blank' rel='noopener noreferrer'>[Read more...]</a></p>",
      "url": "//medium.com/processing-foundation/what-can-machine-learning-teach-us-about-ourselves-65b268431890"
    },
    {
      "publication":"Art in America",
      "title": "Art about Amazon Expresses Vulnerable Humanity in the Face of a Ubiquitous Behemoth",
      "author": "Kate Durbin",
      "date": "March 5 2020",
      "text": "<p>Excerpt: An October 2019 news item about Amazon warehouse workers said they were commanded to continue their shifts after a coworker died on the job.³ The implication was that the life of workers doesn’t matter. Only their labor does. Jeff Bezos’s first name for Amazon was Cadabra, like a spell, but he changed it when people on the phone heard it as “cadaver.”4 The anecdote is horrifically apt.</p><p>Amazon is a totalizing system that has changed how we buy everything from books to groceries. In 2018 it announced a plan to enter the health care industry. The corporation seems to have its fingers in almost every sector. It’s no surprise, then, that Amazon’s negative effects are many. [...]</p><p>The Future of Work (2016), a zine that is part of a larger, ongoing project by the collective Anxious to Make (Liat Berdugo and Emily Martinez), aggregates more than one hundred results from a survey asking participants about the sharing economy and gig labor. Many respondents were contract workers found on MTurk, where surveys are a common form of work. Anxious to Make’s survey questions are equally serious and playful. “Do you ever feel like algorithms are your boss?” asks one. The zine paints an absurdist, ambivalent picture of the present. Some workers feel tenuous and uncertain about the gig economy while others embrace it.</p>",
      "url": "//www.artnews.com/art-in-america/features/art-amazon-vulnerability-resistance-1202679983/"
    },
    {
      "publication":"Media-N, Journal of the New Media Caucus",
      "title": "Humans Are Underrated: Art & Labor in the Amazon Economy, 'Seeing Blocks and Crypto Bros', Vol. 16 No. 1 (2020), p 91-94",
      "author": "Liat Berdugo and Emily Martinez",
      "date": "March 2020",
      "text": "<p>I contributed some writing about class and labor organizing on MTurk to this article. Starts on page 91, second paragraph: \"One of our first projects as Anxious to Make...\" and ends at the top of page 94 with the sentence \"Furthermore, they note that the challenges of online coordination, divided loyalties, and the risks that agitation may expose participants to harm make it difficult to sustain or scale efforts.\" Everything else is Liat, lol.</p>",
      "url": "//doi.org/10.21900/j.median.v16i1.225"
    },
    {
      "publication":"Processing Foundation",
      "title": "P5.js 1.0 Release Party x Processing Community Day",
      "author": "USC School of Cinematic Arts Gallery",
      "date": "Feb 29, 2020 ",
      "text": "<p>Some weird thing I made in P5.js many years ago will be on display at this party. 👽</p>",
      "url": "//twitter.com/p5xjs/status/1233832777381924864?lang=en"
    },
    {
      "publication":"2020 ACM Conference on Fairness, Accountability, and Transparency (FAT*)",
      "title": "CtrlZ.AI Zine Fair",
      "author": "FAT* CRAFT sessions",
      "date": "January 30, 2020",
      "text": "<p>Queer AI's zine, \"What do you know about intergenerational trauma?\" is part of the \"Convolutional_Layer\" at Ctrl.AI on January 30, 2020 from 9am-5pm at Flowers by Bornay Melcior de Palau, 32-36 08028 Barcelona, Spain</p><p>About: CtrlZ.AI is a zine fair focused on technology and artificial intelligence (AI). It's a creative intervention for those who are critical of AI and what these new technologies have to offer us. While the discourse coming out of Silicon Valley breathlessly promotes the seemingly endless utility and potential of AI, most of the rest of us — especially those of us who are members of marginalized communities — view these technologies with skepticism and concern. CtrlZ.AI is a joint project by Emily Denton and Alex Hanna and is financially supported by Google.</p>",
      "url": "//ctrlz.ai/"
    },
    {
      "publication":"Unrequited Leisure",
      "title": "Solo show at Unrequited Leisure, Nashville, TN.",
      "author": "Unrequited Leisure",
      "date": "Jan 4 - Feb 2, 2020",
      "text": "<p>Anxious to Make will have a solo exhibition of its video works at this artist-run space in downtown Nashville. Opening Reception Jan 4, 6-10pm.</p>",
      "url": "//unrequitedleisure.com"
    },
    {
      "publication":"Institute of Network Cultures",
      "title": "MoneyLab #7: Outside of Finance",
      "author": "Institute of Network Cultures",
      "date": "November 14-15 2019",
      "text": "<p><a href='insufferable-whiteness-of-being.html'>The Insufferable Whiteness of Being</a> will screen in Tolhuistuin, Amsterdam at the seventh edition of MoneyLab, which considers feminist economics, social payments, corporate crime, and the blockchain.</p>",
      "url": "//networkcultures.org/moneylab/events/moneylab-7-outside-of-finance/"
    },
    {
      "publication":"Mozilla Festival",
      "title": "Queering the Corpus Workshop: AI agents for an internet of kin",
      "author": "Mozfest 2019",
      "date": "October 27 2019",
      "text": "<p>Emily and Ben run a UX workshop featuring Queer AI on Sunday, October 27, 2019 from 14:00-15:00. In this session they explore ways to create safe, fun, and pleasurable human-machine interactions that meet the needs and desires of a diversity of sensibilities and actors.</p>",
      "url": "//discourse.mozilla.org/t/queering-the-corpus-workshop-ai-agents-for-an-internet-of-kin/46748"
    },
    {
      "publication":"New Media Caucus",
      "title": "Border Control",
      "author": "New Media Caucus 2019 Symposium and Exhibition",
      "date": "September 20 - November 11, 2019",
      "text": "<p><a href='insufferable-whiteness-of-being.html'>The Insufferable Whiteness of Being</a> will be screened as part of the New Media Caucus 2019 Symposium and Exhibition, 'Border Control' at the Stamps Gallery in the Penny W. Stamps School of Art & Design, Ann Arbor, MI. Curated by <a href='//stamps.umich.edu/people/detail/srimoyee_mitra' target='_blank' rel='noopener noreferrer'>Srimoyee Mitra</a>, <a href='//front.bc.ca/?s=Allison+Collins&x=0&y=0' target='_blank' rel='noopener noreferrer'>Allison Collins</a> & Carrie Ida Edinger.</p>",
      "url": "//stamps.umich.edu/exhibitions/detail/border_control_new_media_caucus_2019_symposium_and_exhibition"
    },
    {
      "publication":"Institute of Network Cultures",
      "title": "Video Vortex",
      "author": "Institute of Network Cultures",
      "date": "September 26-28 2019",
      "text": "<p>Anxious to Make's project, <a href='//anxioustomake.ga/temporaryartreview.html' target='_blank' rel='noopener noreferrer'>They Paid Me to Give You a Tour of the Internet</a> will be on exhibition during Video Vortex XII, a two-day conference and exhibition of 50+ lectures, performances, screenings and workshops at Spazju Kreattiv in Valletta, Malta.</p><p>About: VideoVortex is an artistic network concerned with the aesthetics and politics of online video. Since 2007, Video Vortex events, conferences, workshops, and exhibitions have taken place throughout (and outside of) Europe, and includes the publication of the <a href='//networkcultures.org/videovortex/vv-reader/' target='_blank' rel='noopener noreferrer'>Video Vortex Reader</a> I (2008) and II (2011).</p>",
      "url": "//vv12.org"
    },
    {
      "publication":"NAVEL.LA",
      "title": "The Zapatista Wi-Fi Rebellion",
      "author": "gloria galvez",
      "date": "September 20, 22-23",
      "text": "<p>Anxious to Make's video, <a href='//anxioustomake.ga/wwwork.html' target='_blank' rel='noopener noreferrer'>WWWORK</a> will be screened in the exhibition <em>Glitching the System Exhibition</em>, organized by <a href='//gloria-galvez.com' target='_blank' rel='noopener noreferrer'>gloria galvez</a> at NAVEL in Los Angeles. Participating artists: Fran Ilich, Taniel Morales, Anxious to Make, <a href='//taeyoonchoi.com/' target='_blank' rel='noopener noreferrer'>Taeyoon Choi</a>, Aboriginal Territories in Cyberspace.</p><p>I will also be co-facilitating a workshop on <a href='//navel.la/events/zapatista-colorcoded/' target='_blank' rel='noopener noreferrer'>movement technology in the age of big tech</a> with Color Coded.</p><p>About: Inspired by the digital presence of Zapatistas on the internet as a phenomenon with massive possibilities for broad-based resistance beyond Mexico, The Zapatista Wi-Fi Rebellion is a program that aims to educate and activate audiences around rebellious internet usage in corporate imperial cyberspace. Consisting of an exhibition titled Glitching the System, a screening of The Sixth Sun: Mayan Uprising in Chiapas followed by a skype with artist Skawennati, lectures by Fran Ilich and Daniela Lieja Quintanar, a workshop and zine by Color Coded, The Zapatista Wi-Fi Rebellion is the third installment in NAVEL’s ongoing series The New Internet Commons.</p>",
      "url": "//navel.la/events/zapatista/"
    },
    {
      "publication":"Hyperallergic",
      "title": "Stamps Gallery and New Media Caucus Present Border Control: Traversing Horizons in Media Practice",
      "author": "University of Michigan, Stamps School of Art & Design",
      "date": "September 16 2019",
      "text": "<p>Excerpt: Border Control, a weekend-long symposium with corresponding exhibition at University of Michigan’s Stamps Gallery, responds to these conditions,  asking: “How has humanity made sense of the world in relation to borders and boundaries, both physically and psychologically?” [...] </p><p>The exhibition is curated by Allison Collins in collaboration with Carrie Edinger and Srimoyee Mitra and presented in partnership with the New Media Caucus. Artists include Annabel Castro, Mahwish Chisty, Lyn Goeringer, Ryan Griffis & Sarah Ross, Kate Hollenbach, Carrie Hott, X.A. Li, Rebekah Modrak, Abhishek Narula, Joel Ong, Jon Packles, Aislinn E. Pentecost-Farren, Susan Rochester, José Carlos Teixeira, Alex Turner, and Sabato Visconti.</p><p> Short film contributions were made by Nadav Assor, Anxious to Make (Liat Berdugo + Emily Martinez), Yaminay Chaudhri, Andrew Demirjian, José Guadalupe Garza & Miriam Ruíz, and Rick Silva.</p>",
      "url": "//hyperallergic.com/517047/stamps-gallery-and-new-media-caucus-present-border-control-traversing-horizons-in-media-practice/"
    },
    {
      "publication":"Free Radicals",
      "title": "The Radical’s Survival Guide to Adventures in Cryptoland: Can Cryptocurrencies Save Us All?",
      "author": "Anna Khatt",
      "date": "September 5 2019",
      "text": "<p><a href='insufferable-whiteness-of-being.html'>The Insufferable Whiteness of Being</a> is referenced in this zine exploring \"a radical’s perspective on whether cryptocurrencies will help us pave a road to liberation… or further deepen the void. Can a decentralized digital currency free us all or will it replicate and exacerbate current systems of inequity under capitalism?\"</p><p>About: Free Radicals is an activist collective dedicated to creating a more socially just, equitable, and accountable science. They create accessible resources for political education on the intersection of science and social justice and collaborate with local progressive organizing efforts on issues related to science and technology.</p>",
      "url": "//freerads.org/2019/09/05/the-radicals-survival-guide-to-adventures-in-cryptoland-can-cryptocurrencies-save-us-all/"
    },
    {
      "publication":"Vector Festival",
      "title": "Eschatological Autopsy: The Act of Seeing the End of the World with One’s Own Eyes",
      "author": "Vector Festival",
      "date": "July 11–14 2019",
      "text": "<p><a href='insufferable-whiteness-of-being.html'>The Insufferable Whiteness of Being</a> will be screened in the program 'Eschatological Autopsy: The Act of Seeing the End of the World with One’s Own Eyes,' curated by Shahbaz Khayambashi (Co-Chair of Pleasure Dome), for a group screening with the Vector Festival, July 11-14, 2019 across various locations in Toronto.</p><p>Participating artists: <a href='//en.wikipedia.org/wiki/Jennifer_Chan_(artist)' target='_blank' rel='noopener noreferrer'>Jennifer Chan</a>, <a href='//www.thirzacuthand.com/' target='_blank' rel='noopener noreferrer'>Thirza Cuthand</a>, Christina Battle, Tom Sherman, Anxious to Make (Liat Berdugo + Emily Martinez), Claire Scherzinger, John Greyson, and Geoffrey Pugen</p><p>About the program: The future is environmental disaster. Humanity is slowly but surely reaching the point of no return, a point of irreversible environmental damage, a point of mass extinction, widespread catastrophe and a step toward uninhabitability. This disaster is a human-made one, a result of a variety of factors including corrupt governance in the western world, dystopic late-stage capitalism, historic colonialism and seemingly endless war. This program is concerned with this current period of human activity, finding a group of artists asking where we can go from here, using views from the past, present and future. When the end seems to be looming and those who can do something about it refuse, what else is there to do but to sit back and watch it happen?</p><p>About Vector: Vector Festival is a participatory and community-oriented initiative dedicated to showcasing digital games and creative media practices. Presenting works across a dynamic range of exhibitions, screenings, performances, lectures, and workshops, Vector acts as a critical bridge between emergent digital platforms and new media art practice. Vector 2019 is curated by Katie Micak and Martin Zeilinger.</p>",
      "url": "//vectorfestival.org/"
    },
    {
      "publication":"Currents New Media Festival",
      "title": "Single Channel Video Selection",
      "author": "Currents New Media Festival",
      "date": "June 7 - 23 2019",
      "text": "<p>Anxious to Make's <a href='//vimeo.com/154158545' target='_blank' rel='noopener noreferrer'>Liat Berdugo + Emily Martinez as Five Twins</a> will be exhibited at the annual festival of media arts, digital performance, and interactive installation in venues across Santa Fe, New Mexico.</p>",
      "url": "//currentsnewmedia.org/"
    },
    {
      "publication":"Fringe Arts Bath",
      "title": "FaB Festival",
      "author": "Fringe Arts Bath",
      "date": "May 24 - June 9 2019",
      "text": "<p>Anxious to Make's <a href='//vimeo.com/154158545' target='_blank' rel='noopener noreferrer'>Liat Berdugo + Emily Martinez as Five Twins</a> will be screened as part of the program, 'SELF' during FaB Festival, Fringe Arts Bath, UK </p>",
      "url": "//www.fringeartsbath.co.uk"
    },
    {
      "publication":"Dignity and Power Now",
      "title": "Rituals of Care: A Healing Justice Art Pop Up celebrating Resilience, Rituals, & (Re)Imagining Health",
      "author": "Dignity and Power Now",
      "date": "May 11-12 2019",
      "text": "<p>Some work I’ve never shared publicly will be shared at this beautiful event: Rituals of Care: A Healing Justice Art Pop Up celebrating Resilience, Rituals, & (Re)Imagining Health💕 Celebrate the resilience & care within frontline communities working to abolish the carceral state. Come to CIELO GALLERIES for a weekend full of arts, rituals, & talks by folks impacted by mass incarceration & state violence. Children & Families Welcome! Interpretation Provided. Light snacks & dinner. Organized and curated by <a href='//www.instagram.com/lanecia_sucia/' target='_blank' rel='noopener noreferrer'>Cesia Dominguez Lopez</a>. Hosted by Dignity and Power Now. May 11-12 2019</p>",
      "url": "//bit.ly/ritualsofcare"
    },
    {
      "publication":"MIT Museum",
      "title": "Hot Steam II",
      "author": "Cambridge Community Television",
      "date": "April 18 2019",
      "text": "<p>Anxious to Make's video, <a href='//anxioustomake.ga/dolphinaccelerator.html'>Dolphin Accelerator</a> will be screened as part of Hot Steam II.</p><p>Cambridge Community Television & the MIT Museum partnered up to bring you HOT STEAM II: A screening of beautiful and bizarre videos that investigate the magic combination of science, art, and technology. Participating artists include: <a href='//www.lauraonsale.com/' target='_blank' rel='noopener noreferrer'>Laura Hyunjhee Kim</a>, Allison Kotzig, Nelmarie du Preez, <a href='//carlagannis.com/' target='_blank' rel='noopener noreferrer'>Carla Gannis</a>, Antonella Mignone & Cristiano Panepuccia (APOTROPIA), Duncan Poulton, Mohamadreza Tazari, Andrew Quitmeyer, Isabel Beavers & Laine Rettmer, Alejandro Schianchi, Sally Grizzell Larson, Alif Ibrahim, Francesca Leoni & Davide Mastrangelo, Misha Rabinovich, Haley Albert, James Murphy, Edward Ramsay-Morin, Dho Yee Chung, Anxious to Make (Liat Berdugo + Emily Martinez), Caspar Below, WEATHER MAN, Felice Hapetzeder, Christina Smiros, Derek Larson, & Chen Wang.</p>",
      "url": "//mitmuseum.mit.edu/csf"
    },
    {
      "publication":"UC Irvine",
      "title": "Spectacular Grammar: Infrastructure as a Universal Language",
      "author": "Renée Reizman",
      "date": "April 6 2019",
      "text": "<p>I'm co-running a #TechisNotNeutral workshop with my Color Coded fam on April 6 2019 for the 'Spectacular Grammar: Infrastructure as a Universal Language' symposium at UC Irvine. Participating artists / presenters: <a href='//mindyseu.com/' target='_blank' rel='noopener noreferrer'>Mindy Seu</a>, <a href='//www.blackbottomarchives.com/' target='_blank' rel='noopener noreferrer'>paige watkins</a>, <a href='//colorcoded.la' target='_blank' rel='noopener noreferrer'>Color Coded</a>, and <a href='//www.feminist.ai/' target='_blank' rel='noopener noreferrer'>Feminist.AI</a>. Curated by <a href='//www.reneereizman.com/Spectacular-Grammar-Infrastructure-as-a-Universal-Language' target='_blank' rel='noopener noreferrer'>Renée Reizman</a>. Exhibition runs from April 4 – April 20, 2019 Room Gallery </p>",
      "url": "//spectaculargrammar.hashbase.io/"
    },
    {
      "publication":"Harama Magazine",
      "title": "Issue #2: Disorientation (דיסאוריינטציה)",
      "author": "Harama Magazine",
      "date": "March 2019",
      "text": "<p>Anxious to Make's website, <a href='//anxioustomake.ga/' target='_blank' rel='noopener noreferrer'>anxioustomake.ga</a> is featured as part of Issue #2: Disorientation in Harama Magazine</p>",
      "url": "//manofim.org/harama/"
    },
    {
      "publication":"NeMe Arts Centre",
      "title": "Self as Actor: Colonising Identity",
      "author": "NeMe Arts Centre",
      "date": "February 15 - March 25 2019",
      "text": "<p>Anxious to Make's <a href='//vimeo.com/154158545' target='_blank' rel='noopener noreferrer'>Liat Berdugo + Emily Martinez as Five Twins</a> will be exhibited in this show that considers the colonization of personal data online.</p><p>Participating artists: Benjamin Grosser, Derek Curry and Jennifer Gradecki, Tyler Coburn, Alexia Achilleos, Anxious to Make (Liat Berdugo and Emily Martinez), The Kammari Research Group (Sakari Laurila, Lau Lukkarila, Niklas Toivakainen), Christina Smiros, Lanfranco Aceti, Hazel Soper, Baris Parlan, Andreas Papallas, Sid and Jim (Sidney Smith and Jim Bicknell Knight), Maria Alexandrou. Invited artist: Adam Harvey</p>",
      "url": "//www.neme.org/blog/self-as-actor-press"
    },
    {
      "publication":"Drugo More",
      "title": "Who Does What?",
      "author": "Drugo More",
      "date": "February 14 - March 7 2019",
      "text": "<p>Anxious to Make's <a href='//anxioustomake.ga/nevertalkaboutyourworkagain.html' target='_blank' rel='noopener noreferrer'>This Artwork is About the Sharing Economy</a> will be in the exhibition, <em>Who Does What?</em> at Drugo More, Rijeka, Croatia. </p><p>About: Together with the symposium of the same name, as part of the fourteenth edition of <em>Mine, Yours, Ours festival</em>, the exhibition <em>Who Does What?</em> looks at how work is performed, delegated, outsourced, crowdsourced, transformed, destabilized, disguised, displaced, concealed and revealed, rejected and reclaimed. <em>WDW?</em> focuses on the present of work, a time in which work is as present as ever.</p><p>Curated by <a href='//silviolorusso.com/' target='_blank' rel='noopener noreferrer'>Silvio Lorusso</a>. Featuring works by <a href='//anxioustomake.ga/' target='_blank' rel='noopener noreferrer'>Anxious to Make</a>, <a href='//deconstructeam.itch.io/' target='_blank' rel='noopener noreferrer'>Deconstructeam</a>, <a href='//constantdullaart.com/' target='_blank' rel='noopener noreferrer'>Constant Dullaart</a>, <a href='//en.wikipedia.org/wiki/Maria_Eichhorn' target='_blank' rel='noopener noreferrer'>Maria Eichhorn</a>, <a href='//samkidel.bandcamp.com/' target='_blank' rel='noopener noreferrer'>Sam Kidel</a>, <a href='//theofficeofalinalupu.com/' target='_blank' rel='noopener noreferrer'>Alina Lupu</a>, <a href='//www.francoisgm.com/' target='_blank' rel='noopener noreferrer'>François Girard Meunier</a>, <a href='//www.elisagiardinapapa.org/' target='_blank' rel='noopener noreferrer'>Elisa Giardina Papa</a>, <a href='//www.ottonieroeder.de/' target='_blank' rel='noopener noreferrer'>Ottonie Von Roeder</a>, <a href='//sebastianschmieg.com/' target='_blank' rel='noopener noreferrer'>Sebastian Schmieg</a> and <a href='//www.jeffreythompson.org/'>Jeff Thompson</a>.</p>",
      "url": "//drugo-more.hr/en/who-does-what/"
    },
    {
      "publication":"KQED Arts",
      "title": "Crypto-Bros Beware: These Artists Aren’t Buying Your Version of Utopia",
      "author": "Blythe Sheldon",
      "date": "January 28 2019",
      "text": "<p>Write up about Anxious to Make's solo show, <em>Eternal Boy Playground</em> in KQED Arts.</p><p>Excerpt: 'Art can’t deflect the hubris and idiocy of the present moment, but it can offer perspective. Anxious to Make have carved out a modest critique of an island-sized tax shelter in a room-sized gallery space. Instead of directly confronting men (as many have pointed out, they’re almost all men) in futile comment sections, they mine language and image-making to critique the devotional crypto-set.' <a href='//www.kqed.org/arts/13849586/crypto-bros-eternal-boy-playground-anxious-to-make'>Read more...</a></p>",
      "url": "//www.kqed.org/arts/13849586/crypto-bros-eternal-boy-playground-anxious-to-make"
    },
    {
      "publication":"Telematic",
      "title": "Eternal Boy Playground – solo exhibition",
      "author": "Anxious to Make",
      "date": "December 15 2018 - February 2 2019",
      "text": "<p><em>Eternal Boy Playground</em> is a new experimental media art show by Anxious to Make  – the artist collective comprised of Liat Berdugo and Emily Martinez.</p><p>Eternal Boy Playground explores the cultural tropes surrounding cryptocurrencies like Bitcoin, particularly as they relate to the utopian ideals of the new “crypto-paradise” that a growing group of self-proclaimed “Puertopians”[1] have moved to Puerto Rico to realize in the wake of Hurricane Maria.</p><p>Works in the show address technological rituals, disaster capitalism, crypto-colonialism, whiteness, and Western perceptions of tropical landscapes as sites of luxury and indulgence. The exhibition asks, what does it mean to re-colonize Puerto Rico in the image of a crypto-based, techno-utopian fantasy?</p><p>[1] “ Puertopia” translates to “eternal boy playground” in Latin. When the  Puertopians (embarrassingly) discovered this, they changed their project’s name to “Sol”.</p>",
      "url": "//tttelematiccc.com/portfolio-item/eternal-boy-playground/"
    },
    {
      "publication":"Foundation for Contemporary Arts",
      "title": "Anxious to Make receives Emergency Grant",
      "author": "Foundation for Contemporary Arts",
      "date": "November 2018",
      "text": "<p>Anxious to Make (Berkeley, CA), a new media art collaboration, received a grant in November to install Eternal Boy Playground at Telematic Gallery in San Francisco, CA, December 15-February 2.</p>",
      "url": "//www.foundationforcontemporaryarts.org/recipients/2018emergencygrantsvisualarts"
    },
    {
      "publication":"NEoN Digital Arts Festival",
      "title": "Artists’ Shorts Screening Programme",
      "author": "NEoN Digital Arts Festival",
      "date": "November 7, 2018",
      "text": "<p>A curated series of national and international artists’ shorts reflecting the festival theme of Lifespans including future of visions of AR, the start of a revolution, and the future of dance. Featuring Gina Czarnecki, Jeremy Bailey, Floris Kaayk, Francois Knoetze, Mike Pelletier, Benny Nemerofsky Ramsay, Liat Berdugo and Emily Martinez, Keiichi Matsuda, Bex Ilsley, Mary Maggic Tsang.</p>",
      "url": "//northeastofnorth.com/event/artists-shorts-screening-programme"
    },
    {
      "publication":"Centro Cultural Border y Centro Cultural de España en Mexico City",
      "title": "CRYP2PTO: Imaginarios y máquinas para la autodeterminación",
      "author": "Centro Cultural Border y Centro Cultural de España en Mexico City",
      "date": "October 25 2018 - January 13 2019",
      "text": "<p>A working prototype of <a href='queerai.html'>Queer AI</a> will be exhibited at <em>CRYPTO: Imaginaries and machines for self-determination</em> in Mexico City.</p><p>About: In the course of the last decades, various agents have emerged that denounce the ways in which technology is used and co-opted by power as a means of social, economic and cultural control.</p><p><em>CRYPTO: Imaginaries and machines for self-determination</em> articulates and  confronts aspects of the structures of the mentioned powers through digital tools, applications, pieces of art, DIY instructions, websites, global initiatives, groups of programmers, artists, technologists, crypto-democrats, info-activists, civic hackers and associations chosen for their genuine interest in defending the freedoms of information and other areas of public life that relate to decentralizing imaginaries and P2P philosophies ( peer to peer or networks between pairs). Curated by <a href='//www.gibrannmorgado.com/' target='_blank' rel='noopener noreferrer'>Gibrann Morgado</a>. Selection committee: Siobhan Guerrero, Javier Lara, Eugenio Echeverría.</p>",
      "url": "//www.border.com.mx/crypto-imaginarios-y-maquinas-para-la-autodeterminacion-gibrann-morgado/"
    },
    {
      "publication":"Arts + Literature Laboratory",
      "title": "OFF THE WALL",
      "author": "Arts + Literature Laboratory",
      "date": "August 2018",
      "text": "<p>Anxious to Make's <a href='//vimeo.com/154158545' target='_blank' rel='noopener noreferrer'>Liat Berdugo + Emily Martinez as Five Twins</a> is screening along with M.I.A. and Flying Lotus during the first weekend at OFF THE WALL.</p><p>About: OFF THE WALL is a nighttime, outdoor screening series of contemporary video art. The series aims to present a survey of the most compelling and innovative moving image works from a broad cross-section of artists—local to international, emerging to mid-career.</p>",
      "url": "//artlitlab.org/events/off-the-wall-2018"
    },
    {
      "publication":"Squeaky Wheel Film & Media Art Center",
      "title": "Master Class: DIY Chrome Extensions for Artists",
      "author": "Squeaky Wheel Film & Media Art Center",
      "date": "August 15 2018",
      "text": "<p>How to Tactically Misuse Your Web Browser: DIY Chrome Extensions and Bookmarklets for Artists with Emily Martinez.</p><p>The focus of this two-hour workshop by artist and Workspace resident Emily Martinez will be on using the web browser to make internet art and other strange, un-user-friendly or subversive things. Participants will see examples of Chrome extensions and Bookmarklets made by artists. They will be guided through the process of creating their own extensions and publishing them to the Chrome Web Store. Basic knowledge of HTML, CSS, and Javascript is best, though not required. Templates with all of the Javascript code necessary to make at least two extensions will be provided. Recommended age: Adults, 18+</p>",
      "url": "//squeaky.org/event/masterclass-diy-chrome-extensions-for-artists/"
    },
    {
      "publication":"Squeaky Wheel Film & Media Art Center",
      "title": "Squeaky Wheel announces Summer 2018 Workspace Residents",
      "author": "Ekrem Serdar",
      "date": "July 11 2018",
      "text": "<p>Artist Resident Emily Martinez will be working on a series of videos for an escape room that builds towards a live-action multimedia game <em>Eternal Boy Playground</em>. The game explores cultural tropes and trends that spring up around cryptocurrencies like Bitcoin as they relate to the utopian ideals of a group of self-proclaimed “Puertopians” who are flocking to Puerto Rico in the wake of Hurricane Maria. </p>",
      "url": "//squeaky.org/squeaky-wheel-announces-summer-2018-workspace-residents/"
    },
    {
      "publication":"Convocatoria de Video",
      "title": "La Faz de la Tierra",
      "author": "Espacio Pla",
      "date": "July 2018",
      "text": "<p>Anxious to Make's <a href='//anxioustomake.ga/afterwork.html' target='_blank' rel='noopener noreferrer'>After Work</a> will be shown in the framework of a reboot of Eduardo Pla’s video installation <em>Videomundo Virtual</em>, a work made in 1995 for the 50th anniversary of the United Nations. On this occasion the installation is presented with videos selected from an international call, which invites curators and artists to reflect on the concept of Globalization and the distance between two moments in history: 1995 and 2018.</p><p>Shout out to my mom and dad, for helping to translate the text into Español. 💕 </p>",
      "url": "//lafazdelatierravideo.wordpress.com/"
    },
    {
      "publication":"Critical Interface Toolbox",
      "title": "Artistic Approaches to the Interface",
      "author": "Hangar Centre for Art Research and Production",
      "date": "June 2018",
      "text": "<p>Anxious to Make's website, <a href='//anxioustomake.ga/' target='_blank' rel='noopener noreferrer'>anxioustomake.ga</a> is featured as part of the Critical Interface Toolbox, in Section 4: Artistic Approaches to the Interface</p><p>About: The Critical Interface Toolbox unfolds as an online resource that exposes experimental methodologies, practices, and tools aimed at enhancing critical thought towards the actual configuration of the Interface. These actions were developed within a year-long research project at HANGAR. This initiative is part of the European Consortium IMAGIT and fits in with the research and actions developed at the <a href='//interfacemanifesto.hangar.org/index.php/Main_Page' target='_blank' rel='noopener noreferrer'>Interface Manifesto</a>. Main research topics: #Internet Physicality; #Geopolitics of the Internet; #Internet Backbone; #Data Flows & CO2 emissions; #Online Tracking; #Data Privacy; #Code; #Language; #Cognitive Capitalism; #Anthropocene; #Algorithmic Politics; #Social Engineering; #Interface Governance; #Critical Design; #Quantification; #Corporate Design; #Community Design; #Hacktivism. </p>",
      "url": "//crit.hangar.org/toolbox/"
    },
    {
      "publication":"Entreprecariat, Institute of Network Cultures",
      "title": "How to Make Yourself into a Commissioning Body in 5 Easy Steps by Anxious to Make",
      "author": "Anxious to Make",
      "date": "Feb 10, 2018",
      "text": "",
      "url": "//networkcultures.org/entreprecariat/how-to-make-yourself-into-a-commissioning-body/"
    },
    {
      "publication":"Bubble Gum Club",
      "title": "Queering the Algorithm",
      "author": "Marcia Elizabeth",
      "date": "Feb 2018",
      "text": "",
      "url": "//bubblegumclub.co.za/art-and-culture/queering-algorithm-conversational-ai-agents-advancement-new-eroticisms/"
    },
    {
      "publication":"Centro de Cultura Digital",
      "title": "The Wrong, la tercera edición de la bienal de arte digital",
      "author": "Centro de Cultura Digital",
      "date": "Nov 14 2017",
      "text": "<p>El arte después del internet ha derivado en una constelación de prácticas diversas que pueden o no tener relación entre ellas, la bienal The Wrong es una buena muestra del caleidoscopio del arte producido en estos días. La bienal se lleva a cabo en una gran variedad de plataformas, desde páginas de internet, descargables de Unity en 3-D, aplicaciones de realidad aumentada, páginas de Instagram o de Facebook, videos, archivos de pdf y un largo etcétera.</p><p>En su modalidad en línea, la bienal sucede en pabellones: espacios en internet donde se exhiben piezas en cualquier formato visible en línea. La bienal fuera de línea se lleva a cabo en embajadas: galerías, instituciones y espacios artísticos manejados por artistas en ciudades alrededor del mundo donde se presentan proyectos, performances, talleres, pláticas de artistas y exhibiciones.</p><p>La bienal se presenta en la página thewrong.org y participan más de mil trescientos artistas repartidos en ochenta y cuatro pabellones a cargo de más de cien curadores. La bienal también se presenta en veinticuatro embajadas con locaciones físicas desde Berlín, Alemania; Riga, Latvia; São Paulo, Rio de Janeiro o Curitiba en Brasil; Shangai, China; Santa Cruz, Estados Unidos; Córdoba o Buenos Aires, Argentina y Toluca, México.</p><p>Anxious to Make de Liat Berdugo y Emily Martinez se enfoca en el estudio de la economía colaborativa y la ansiedad de la creación de material artístico en el aceleracionismo, de manera de una página web, perfomance en vivo y en línea, pdf descargables y talleres.</p>",
      "url": "//editorial.centroculturadigital.mx/notacorta/the-wrong-la-tercera-edicion-de-la-bienal-de-arte-digital"
    },
    {
      "publication":"The Wrong New Digital Art Biennale",
      "title": "nervous.online",
      "author": "Flee Immediately",
      "date": "Nov 1 - Dec 23 2017",
      "text": "",
      "url": "//nervous.online/"
    },
    {
      "publication":"Entreprecariat, Institute of Network Cultures",
      "title": "Special Issue: The Entreprecariat, Pervasive Labour Union zine #11",
      "author": "Silvio Lorusso",
      "date": "Sept 2017",
      "text": "",
      "url": "//networkcultures.org/entreprecariat/pervasive-labour-union-zine-11/"
    },
    {
      "publication":"Entreprecariat, Institute of Network Cultures",
      "title": "Notes on Mugtivism and Precarious Merchandising",
      "author": "Silvio Lorusso",
      "date": "July 17, 2017",
      "text": "",
      "url": "//networkcultures.org/entreprecariat/mugtivism/"
    },
    {
      "publication":"The Luminary",
      "title": "Precarious Life 2.0 - solo exhibition",
      "author": "Anxious to Make",
      "date": "June 24 - July 15 2017",
      "text": "",
      "url": "//theluminaryarts.com/exhibitions/anxious-to-make"
    },
    {
      "publication":"Draft Systems, 17th Media Art Biennale WRO 2017",
      "title": "Contract for the Future - Video Program",
      "author": "WRO Art Center",
      "date": "May 2017",
      "text": "",
      "url": "//wro2017.wrocenter.pl/en/contract-wideo/"
    },
    {
      "publication":"International Media Arts Award: Publication",
      "title": "Screengrab7: Resistance",
      "author": "Eric Nash",
      "date": "Jan 11 2017",
      "text": "",
      "url": "//issuu.com/ericnash3/docs/screengrab7"
    },
    {
      "publication":"V2_ Lab for the Unstable Media",
      "title": "The Future of Work <small>ePub</small>",
      "author": "Anxious to Make",
      "date": "Dec 18 2016",
      "text": "",
      "url": "//v2.nl/archive/articles/the-future-of-work"
    },
    {
      "publication":"Newhive",
      "title": "This Month in Net.art",
      "author": "Cecily",
      "date": "Dec 4 2016",
      "text": "",
      "url": "//newhive.com/b/%E1%B5%97%CA%B0%E1%B6%A4%CB%A2-%EF%BD%8D%EF%BD%8F%EF%BD%8E%EF%BD%94%EF%BD%88%E1%B6%A4%E1%B6%B0-%E1%B6%B0%E1%B5%89%E1%B5%97%C2%B7-%E1%B5%83%CA%B3%E1%B5%97/"
    },
    {
      "publication":"INCA Press",
      "title": "To Make A Public <small>p 41-46</small>",
      "author": "Temporary Art Review",
      "date": "Nov 28 2016",
      "text": "",
      "url": "//temporaryartreview.com/announcing-to-make-a-public-book-launch-events/"
    },
    {
      "publication":"V2_ Lab for The Unstable Media",
      "title": "The Gig is Up",
      "author": "Sarah Cooke and V2_",
      "date": "Nov 24 2016",
      "text": "",
      "url": "//v2.nl/events/the-gig-is-up"
    },
    {
      "publication":" East Bay Express",
      "title": "Side Gig at B4BEL4B",
      "author": "Sarah Burke",
      "date": "Nov 22 2016",
      "text": "",
      "url": "//www.eastbayexpress.com/oakland/side-gig/Content?oid=5040693"
    },
    {
      "publication":"KQED Arts",
      "title": "Art for the New Economy, Where Everybody's Got a 'Side Gig'",
      "author": "Sarah Hotchkiss",
      "date": "Nov 15 2016",
      "text": "",
      "url": "//ww2.kqed.org/arts/2016/11/15/art-for-the-new-economy-where-everyones-got-a-side-gig/"
    },
    {
      "publication":"Oakland Museum of California",
      "title": "Anxious to Make at B4BEL4B",
      "author": "Real Future Fair",
      "date": "Nov 15 2016",
      "text": "",
      "url": "//realfuturefair.com/"
    },
    {
      "publication":"Museum of Contemporary Art of Vojvodina",
      "title": "Screening 2016",
      "author": "VIDEOMEDEJA",
      "date": "Oct 2016",
      "text": "",
      "url": "//videomedeja.org/videomedeja-2016-en/screening-2016/liat-berdugo-emily-martinez-as-five-twins/?lang=en"
    },
    {
      "publication":"A1 Lab Arts",
      "title": "Curator’s Note on ‘Past and Future Conditions’",
      "author": "Emily Schleiner",
      "date": "Aug 2 2016",
      "text": "",
      "url": "//www.a1labarts.com/curators-note-on-past-and-future-conditions/"
    },
    {
      "publication":"The Concept Bank, Unnoticed Art Festival",
      "title": "Three Rituals for Removing Creative Blocks",
      "author": "Liat Berdugo, Leora Fridman and Emily Martinez",
      "date": "Feb 2016",
      "text": "",
      "url": "//www.theconceptbank.org/PDF/066.pdf"
    },
    {
      "publication":"Always Already Podcast",
      "title": "Interview with Emily Martinez and Liat Berdugo on Art, Neoliberal Subjectivity, and the Sharing Economy — Epistemic Unruliness 4",
      "author": "James Padilioni Jr",
      "date": "Nov 23 2015",
      "text": "",
      "url": "//alwaysalreadypodcast.wordpress.com/2015/11/23/making-you/"
    },
    {
      "publication":"Leonardo, Volume 48, Issue 2 MIT Press",
      "title": "The LAST Festival",
      "author": "Erich Richter",
      "date": "April 2 2015",
      "text": "",
      "url": "//www.leonardo.info/contributor/6114/emily-martinez"
    },
    {
      "publication":"ANIMAL NEW YORK",
      "title": "Watch Yourself with this Printable Homeland Security \"Keywords\" Web Tome",
      "author": "Kyle Petreycik",
      "date": "June 14 2013",
      "text": "<p>Rhizome — “emerging artistic practices that engage technology” – has been accepting proposals for unique projects that highlight intersections between art and the internet.</p><p>Artist Emily Martinez produced a very timely proposal that thoughtfully combines the 374 keywords actively used by The Department of Homeland Security to monitor your activity on social media and just about everything you’ve been doing on the internet. Martinez plans to develop “an open access, social media monitoring service” that uses these popular keywords in combination with the API of many social media platforms.</p><p>Essentially, Martinez is planning to start her own type of homeland security website that utilizes these readily available resources to let the public monitor itself, creating a large archive ideally available for anyone to order a print on demand version of these search terms at any time.</p><p>As much of today’s breaking news can be seen first on social media, this could provide intelligent insight and a coherent look into what we are saying collectively in today’s largely alarmest state.</p><p>In the artist’s own words:</p><p>\"While my project may amount to nothing more than a provocative gesture that may or may not get me into trouble (as one friend noted without hesitation, ”You’re going to jail.”), one thing is certain: we live in a climate of fear, where we now openly acknowledge, without irony, that everything we do online is game for a system whose tactics for discerning an actual, immanent threat become increasingly indistinguishable and indefensible from the construction of one. homelandsecurityhearts.us is my way of allowing the public to construct their own in-/congruous narratives from this pre-filtered list of keywords that we already unwittingly supply to the watchful eye of government surveillance efforts for that very ambiguous purpose.\"</p><p>See also: TriggerTreat.net from Carlos Sáez and Anthony Antonellis, an automatic NSA surveillance-trigging ”keyword” generator for you social media, launched yesterday. (Images: Emily Martinez)</p><p>Tags: Art, Commission, DEPARTMENT OF HOMELAND SECURITY, DHS, Emily Martinez, homelandsecurityhearts.us, Rhizome</p>",
      "url": "//animalnewyork.com/2013/watch-yourself-with-this-printable-homeland-security-keywords-web-tome/"
    },
    {
      "publication":"THE Magazine",
      "title": "The Future is Here, That Much is Clear",
      "author": "Marina La Palma",
      "date": "July 2013",
      "text": "",
      "url": "//santafe.com/article/currents-2013-santa-fe-international-the-future-is-here-that-much-is-clear"
    },
    {
      "publication":"Filmmaker Magazine",
      "title": "Going Digital in the Desert: Currents 2013 New Media Festival",
      "author": "Lauren Wissot ",
      "date": "June 22 2013",
      "text": "",
      "url": "//filmmakermagazine.com/72764-going-digital-in-the-desert-currents-2013-new-media-festival/"
    },
    {
      "publication":"Currents and SFAI Sponsored Residency",
      "title": "Parallel Studios and the Santa Fe Art Institute announce Annual Residency Program",
      "author": "Currents New Media Festival",
      "date": "May 2013",
      "text": "<p>The Santa Fe Art Institute and Parallel Studios are pleased to announce a new partnership that will provide an annual, two month residency for a visual multimedia artist whose work will be featured in the CURRENTS New Media Festival.</p><p>This year the residency has been awarded to Emily Martinez. Originally from Cuba, Emily received her M.F.A. in Digital Arts and New Media from the University of California, Santa Cruz in 2012, and now lives and works in Los Angeles, California.</p><p>Her interactive video piece, Anti-Apocalypse , can be seen as part of this year’s CURRENTS, opening June 14 at El Museo Cultural and running through June 30, 2013 at various venues throughout Santa Fe, New Mexico.</p>",
      "url": "//us4.campaign-archive2.com/?u=66e07f0d927116d472c0048ab&id=3f77c07d33"
    },
    {
      "publication":"O:4W 2012",
      "title": "Outcasting: Fourth Wall | Oct 1 - Nov 30th",
      "author": "Outcasting Moving Image Network",
      "date": "Sept 2012",
      "text": "<p>Finally, after many months of hard work, here is the definitive list of commissions and screenings for the inaugural Outcasting: Fourth Wall Festival 2012. From 1 October Cardiff will be awash with artists' film. But don't worry that you won't get to see it all as we're going to rotate all of the selected work across the city for the period of the festival.</p><p>Throughout October and November you will be able to see new commissions by Richard Bevan, Barnaby Dicker, Stefhan Caddick, Thomas Goddard, Anton Hecht, Ann-Marie LeQuesne, Anthony Shapland, Lisa Stansbie, Christopher Webster & Sue Williams and over 30 screenings selected from a huge number of international submissions featuring amongst others, Shirin Neshat, Michel Boulanger, Stuart Croft, Jayne Parker, Michael Day & Emily Martinez.</p>",
      "url": "//us4.campaign-archive2.com/?u=175c12e4e8064673bd19446e2&id=a2df78184b"
    },
    {
      "publication":"beyondmemory Critical Texts",
      "title": "Archival impulses",
      "author": "Marinella Paderni",
      "date": "May 2012",
      "text": "<p>When Celeste Network invited me to curate the first edition of a new prize dedicated to photography and video, it was natural for me to identify as a dominant theme ‘archive fever’ and contemporary photography’s interest in history and the construction of collective memory. Characterizing the prize with a combination of theme and specific language, enhances the contest compared with others, because it serves the dual purpose of investigating the current artistic scene, as well as reflecting on new expressive possibilities in contemporary photography and video.</p><p>We know that the memory industry is in its own way forgetful; collective memory today is more and more instantaneous, short-lived, at times finding it hard even to remember what has just passed. We are all veterans of the recent collapse of utopias and great ideological narratives, immersed in an endless and forgetful present driven by our media age. We live in this timeless condition, inventing paradoxically new technologies to ‘store’ memories, to build networks of shared memory, to eternalize and store every bit of experience, transforming all this human material in new forms of storytelling: open stories in the process of being written, made not to reach a definitive historicization. Art reacts to this unusual form of phenomenology by activating ‘counter-memory’ practices and inventing new devices of storytelling through the exploration and potential inherent in archives.</p><p>Archives have become readymades of time. Through archival documents we perceive the relationship between time and history, reality and representation, between an event and its future. In capturing the spark of time filed in an image, a photograph or a video, we are able to fix the past in an eternal, suspended present as well as offer a glimpse of a possible future.</p><p>This reflection on the active nature of time is what makes photography and video so relevant today. Artists that explore the use of archives and the production of collective memory are asking themselves what are photographic or film images able to remember or forget, and for whom or for what purpose. In this way, artists rethink their authority over the technology of memory and reflect on the authorship of images in a season in which new technologies have disrupted their historical significance.</p><p>368 projects were submitted to ‘beyondmemory’, showing just how urgent and meaningful the phenomenon of ‘archive fever’ is in our culture today. The 10 finalists, selected by members of the jury, Giovanna Calvenzi, Daniele De Luigi and George Tatge, are representative of different lines of research on the subject and forms which photography and video practice have taken compared with other languages such as new media.</p><p>An interesting phenomenon which emerges from this selection is the inter-relationship between still-image photography and moving-image video or film, ending once and for all any limit between the two languages. Of the 10 finalist projects, 3 are photographic projects by Claudio Gobbi, Marta Primavera and Greg Sand; 6 are video projects by Patrizia Bonardi, Dave Farnham, Emily Martinez, Kavit Mody, Caterina Pecchioli and Enrique Ramirez; and 1 project is by Fotoromanzo Italiano, dedicated to the now obsolete ‘picture story’ device revisited as a hybrid of different languages.</p><p>Walter Benjamin wrote that the historical content index in images shows that they are understood only at particular times in their history. In the works of Kavit Mody, Marta Primavera and Caterina Pecchioli the past is \"observed with new eyes,\" described in an open, dynamic time horizon regarding today’s issues, finally revealing it’s hidden character of differing intelligibilities in a wider process of construction of memory. Especially in Mody’s and Pecchioli’s work the narration of history – in Mody the tragic nuclear explosions at Hiroshima and Nagasaki, in Pecchioli the popular figure of a person considered ‘different’ in the memory of her fellow citizens  - isn’t left only to the image, but is supported by word and narrative voices of those who recount events through the practice of remembrance. In Primavera’s work it is the legacy of visual cultural history which needs to be investigated, begging the question: how do images of the past affect the creation of the future?</p><p>Being contemporary in our century and ‘now’, but also in the figures, texts and documents of the past, characterizes the research of Fotoromanzo Italiano and Claudio Gobbi. The history of a territory and nation, the cultural anthropology of landscape, the political reflection on the state of today and the nature of photography in general, are interwoven into forms of counter-narrative realities which meditate on the present having explored the ruins of history.</p><p>The conflictual character of the present, situated between the ‘not yet’ of the future and the ‘no more’ of the past, is sublimated in the works of Enrique Ramirez, Greg Sand and Dave Farnham. The point of departure for all of them is autobiographical memory and personal experience. In Ramirez’s work it is inexorably intertwined with the political history of his country Chile and with collective repression, while Sand’s work becomes a place of exploration and verification of identity over time through the genre of photographic portraiture. In Farnham’s work the presence of collective memory is shifted into sport and its tele-vision: sport is a cathartic moment of collective social expression of instincts, significant as it enables understanding of the dynamic relationship between individuals and their historical identity.</p><p>Even in Patrizia Bonardi’s video individual memory is the fulcrum of an experience of self through time. Her search for a literal fusion with earth denotes the current need to find in nature’s memory a rapprochement with what is human and a distancing from what is artificial. Emily Martinez’s reflection is diametrically opposed to Bonardi’s, she observes in the post-human character of our time, the ways in which network media build our memory processes. In Martinez’s collage of heteroclite, digital images, the artist questions the perception and narration of history, how new technologies incarnate our collective memory, and our ability to process cognitive and emotional responses.</p>",
      "url": "//www.celesteprize.com/marinellapadernidanieledeluigi/"
    },
    {
      "publication":"Broward Palm Beach New Times “Best Of Awards”",
      "title": "Best Exhibition Title of 2010: \"Balbone Martinez: Speaking in Parables Will Get You Nowhere With This Crowd,\" Art and Culture Center of Hollywood ",
      "author": "New Times Editors",
      "date": "Spring 2010",
      "text": "<p>The title of this tiny show, which was shoehorned into the Art and Culture Center's smallest display space, is a nifty inside joke that works on multiple levels. First, there's no such artist as Balbone Martinez — the moniker melds the names of collaborators Michael Balbone and Emily Martinez. Then there's the subject matter of several of the works, which appropriate Christian iconography for subversive ends. And finally, there's an implicit dig at two subsets of contemporary museumgoers: literalists who analyze everything to death and the terminally clueless, who never quite seem to \"get it.\" That's a lot of baggage, but these dozen words carry it quite handily.</p>",
      "url": "//www.browardpalmbeach.com/bestof/2010/award/best-exhibition-title-1148790/"
    },
    {
      "publication":"Broward Palm Beach New Times",
      "title": "The Art and Culture Center's Fundraising Exhibition Is Joined by a Trio of Eclectic Shows",
      "author": "Michael Mills ",
      "date": "Feb 11 2010",
      "text": "<p>[. . .] Crocco's straightforwardness hardly prepares us for the exhibition that's crammed into the center's tiniest gallery, which measures perhaps only 12 by 15 feet and has been repainted for the occasion with vertical stripes of bold color. \"Balbone Martinez: Speaking in Parables Will Get You Nowhere With This Crowd\" is actually the work of a pair of artists, Michael Balbone and Emily Martinez, working in collaboration. Their little grab bag of a show, consisting of not quite four dozen pieces of varying sizes and in various media, lives up to its pull-you-in title.</p><p>The rack card for the show describes Balbone and Martinez's methodology as \"primarily based upon recycling trash and found imagery,\" and they have assembled a veritable treasure-trove of quirky odds and ends. Among the components of their installation are pieces that play on religious iconography, with an irreverent twist — a Last Supper in which the participants have all been affixed with oversized doll eyes, for instance, or a pairing of the Sphinx and the Great Pyramid couched among words that add up to a paranoid diatribe. An advertising placard such as you might find in a store or restaurant includes the declaration \"WISHES WON'T DO DISHES\" as well as the politically incorrect addendum \"BUT MEXICANS WILL.\"</p><p>Balbone and Martinez are playing with matters of context and interpretation, and the information overload they supply is initially exhilarating. Then a sort of aesthetic delirium sets in, and you may find yourself ready for another contrast, which is readily supplied in the center's Project Room. [. . .]</p>",
      "url": "//www.browardpalmbeach.com/2010-02-11/culture/the-art-and-culture-center-s-fundraising-exhibition-is-joined-by-a-trio-of-eclectic-shows/"
    },
    {
      "publication":"Citylink Magazine",
      "title": "Fresh Art: Balbone Martinez",
      "author": "Colleen Dougher ",
      "date": "Jan 27, 2010",
      "text": "<p>Since meeting more than 10 years ago at Florida International University, Michael Balbone and Emily Martinez have collaborated on many artworks and projects as Balbone Martinez, including a sparkling version of the Wendy’s girl for a contest the burger chain held in 2008. The challenge was to re-create Wendy with a Miami feel.</p><p>“I am a vegetarian but I told everyone I would eat a Baconator if we won the $25,000 grand prize from the Wendy’s Great Taste Tour,” Martinez recalls. “We did not win, but our piece lives inside Wendy’s corporate headquarters. … I confess to fantasizing about important board meetings being conducted in the presence of our sequined, glittery version of the redheaded goddess of hamburgers.”</p><p>That contrast is typical of the work of Balbone Martinez, whose exhibition Speaking in Parables Will Get You Nowhere With This Crowd is on display at the Art and Culture Center of Hollywood through May 23.</p><p>In their work, the pair uses old picture frames with images — of poorly rendered seascapes and the like — that typically decorate the homes of what Balbone says people in the fine art world call the “hoi polloi.”</p><p>“I personally do not mean that in any derogatory way,” he explains. “These images have power that is often overlooked and ignored. We are trying to re-instate the power of the images.”</p><p>Take “Ted Haggard,” their digital print named for the former evangelical preacher who resigned after admitting that he solicited a male prostitute for sex and meth. The image depicts an autumn landscape typically seen on cheesy inspirational posters but reads, “Even when I was high on Tina [street slang for crystal meth], bent over the massage table, I knew I was filled with Christ’s love.”</p><p>“Mr. Haggard is very anti-gay in his preachings,” Balbone explains. “The piece wrestles with Christ’s forgiveness vs. the hypocrisy of humanity.”</p><p>“Costa Rica Is Lovely But … ” is an old wooden photo plaque that contains a drawing of a table heaped with cocaine and these words: “Due to the fact that your country made a recent flex of drug control muscle after years of atrophy, my country is flooded with cheap cocaine looking for a home.” Balbone says the piece was based on a conversation he had with a man from Costa Rica, a stop on the smuggling route from Colombia to the United States.</p><p>In “Seaside Fringe,” Balbone added fringe to a seaside painting he believes is similar to those hanging above couches in thousands of homes. “The fringe is a standard in any dance recital costume and just seemed totally opposite the painting,” he says. “I just found them both so interesting, so I combined them.” Speaking in Parables Will Get You Nowhere With This Crowd also contains about two dozen reflections of what Balbone calls “a hyperexaggerated America.” “I like the idea of the parable because it implies a hidden meaning,” he says. “The story is never to be taken at face value. We use a lot of bright, happy, candy colors to disguise some rather dark subject matter.”</p><p>Martinez says the method for connecting seemingly disparate topics stems from “trying to understand things from an infinitely interconnected view of the universe.”</p><p>While working on this show, she strongly considered something political scientist Walter Truett Anderson once said about democracy: “The dilemma is that, while governance issues grow ever more complex and information more copious, the systems of mass communication make it ever more possible for political operators (left, right and center) to distort this complexity — to reduce it down to simple stories most people can understand without too much trouble, and can believe as long as they don’t take in too much information. We move every day into a world that makes greater demands on the intelligence of citizens, while the energies of our communications are focused directly on the creation and dissemination of idiotic stories about what’s going on.”</p>",
      "url": "//www.sun-sentinel.com/citylink/art/fresh-art/sfl-fresh-art-balbone-martinez-20110312,0,4053968.story"
    },
    {
      "publication":"Broward Palm Beach New Times",
      "title": "Holy Cleavage",
      "author": "Penn Bullock",
      "date": "Jan 21, 2010",
      "text": "<p>“Speaking in Parables Will Get You Nowhere in this Crowd” is an exhibit about today’s post-industrial landscape — or should I say wasteland? — opening at the Hollywood Art and Culture Center (1650 Harrison St., Hollywood). It’s the joint project of two artists, Michael Balbone and Emily Martinez, who share a flair for throwing recycled trash and old photographs back in the face of society. Their works can also be punch lines, as in “I Saw Mary in My Chest Hair,” a gold-framed inkjet print of the Virgin Mary rising majestically in the fur between two ample male breasts.</p>",
      "url": "//www.browardpalmbeach.com/2010-01-21/calendar/holy-cleavage/"
    }
  ]
}
